
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>北理网安本科生存指北 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ke-cheng/xiao-nei-ke-cheng.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter active" data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    北理网安本科生存指北
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">课程</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="ke-cheng/xiao-nei-ke-cheng.html">
            
                <a href="ke-cheng/xiao-nei-ke-cheng.html">
            
                    
                    校内课程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="ke-cheng/chu-le-xiao-nei-ke-cheng-huan-xu-yao-xue-shi-mo.html">
            
                <a href="ke-cheng/chu-le-xiao-nei-ke-cheng-huan-xu-yao-xue-shi-mo.html">
            
                    
                    除了校内课程，还需要学什么？
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">就业</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="jiu-ye/web-fang-xiang.html">
            
                <a href="jiu-ye/web-fang-xiang.html">
            
                    
                    WEB方向
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="jiu-ye/er-jin-zhi-fang-xiang.html">
            
                <a href="jiu-ye/er-jin-zhi-fang-xiang.html">
            
                    
                    二进制方向
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">深造</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="shen-zao/phd.html">
            
                <a href="shen-zao/phd.html">
            
                    
                    PhD
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="shen-zao/shuo-shi-yan-jiu-sheng.html">
            
                <a href="shen-zao/shuo-shi-yan-jiu-sheng.html">
            
                    
                    硕士研究生
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >北理网安本科生存指北</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5317;&#x7406;&#x7F51;&#x5B89;&#x672C;&#x79D1;&#x751F;&#x5B58;&#x6307;&#x5317;">&#x5317;&#x7406;&#x7F51;&#x5B89;&#x672C;&#x79D1;&#x751F;&#x5B58;&#x6307;&#x5317;</h1>
<p><del>&#x8C01;&#x8BF4; CyberSecurity &#x5C31;&#x4E0D;&#x662F;CS&#x4E86;&#xFF1F;</del></p>
<p>&#x5317;&#x4EAC;&#x7406;&#x5DE5;&#x5927;&#x5B66;&#x7F51;&#x7EDC;&#x7A7A;&#x95F4;&#x5B89;&#x5168;&#x5B66;&#x9662;&#x7684;&#x7F51;&#x7EDC;&#x7A7A;&#x95F4;&#x5B89;&#x5168;<strong>&#x672C;&#x79D1;</strong>&#x4E13;&#x4E1A;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x795E;&#x5947;&#x7684;&#x4E13;&#x4E1A;&#xFF0C;&#x7531;&#x4E8E;&#x4E00;&#x4E9B;&#x5386;&#x53F2;&#x539F;&#x56E0;&#x4EE5;&#x53CA;&#x653F;&#x7B56;&#x539F;&#x56E0;&#xFF0C;&#x5317;&#x7406;&#x7684;&#x7F51;&#x5B89;&#x4E13;&#x4E1A;&#x7531;<strong>&#x8BA1;&#x7B97;&#x673A;</strong>&#x3001;<strong>&#x7535;&#x5B50;&#x4FE1;&#x606F;</strong>&#x4E24;&#x4E2A;&#x4E13;&#x4E1A;&#x540C;&#x65F6;&#x5EFA;&#x7ACB;&#xFF0C;&#x4E14;&#x5F88;&#x795E;&#x5947;&#x7684;&#x662F;&#x5360;&#x6BD4;&#x5927;&#x81F4;&#x76F8;&#x540C;&#xFF0C;&#x4ECE;&#x5317;&#x7406;&#x7F51;&#x5B89;&#x5B66;&#x9662;&#x7684;&#x6559;&#x5E08;&#x540D;&#x5F55;&#x4E2D;&#x4E5F;&#x53EF;&#x4EE5;&#x7AA5;&#x89C1;&#x4E00;&#x4E1D;&#x7AEF;&#x502A;</p>
<p>&#x5982;&#x679C;&#x6211;&#x4EEC;&#x722C;&#x4E0B;&#x6765;&#x6240;&#x6709;&#x7684;&#x5BFC;&#x5E08;&#x7684;&#x7814;&#x7A76;&#x65B9;&#x5411;&#xFF0C;&#x5927;&#x81F4;&#x770B;&#x8FC7;&#x53BB;&#x5C31;&#x80FD;&#x53D1;&#x73B0;&#x4E00;&#x4E2A;&#x95EE;&#x9898;</p>
<pre><code>&#x7A7A;&#x5929;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x4E0E;&#x5B89;&#x5168;&#x3001;&#x7A7A;&#x95F4;&#x4FE1;&#x53F7;&#x5904;&#x7406;
&#x7A7A;&#x5929;&#x5B89;&#x5168;&#x901A;&#x4FE1;&#x3001;&#x9690;&#x853D;&#x901A;&#x4FE1;&#x3001;5G/6G&#x79FB;&#x52A8;&#x901A;&#x4FE1;&#x3001;&#x5206;&#x5E03;&#x5F0F;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4E0E;&#x8FB9;&#x7F18;&#x8BA1;&#x7B97;&#x3001;&#x79FB;&#x52A8;&#x81EA;&#x7EC4;&#x7F51;
&#x5BC6;&#x7801;&#x5B66;&#xFF0C;&#x4FA7;&#x4FE1;&#x9053;&#x5206;&#x6790;&#x4E0E;&#x9632;&#x62A4;&#xFF0C;&#x5BF9;&#x79F0;&#x5BC6;&#x7801;&#x5206;&#x6790;
&#x8FB9;&#x7F18;&#x8BA1;&#x7B97;&#x3001;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x3001;&#x65E0;&#x7EBF;&#x7F51;&#x7EDC;&#x8D44;&#x6E90;&#x7BA1;&#x7406;
&#x5148;&#x8FDB;&#x7535;&#x78C1;&#x5EFA;&#x6A21;&#x65B9;&#x6CD5;&#x3001;&#x673A;&#x8F7D;&#x8BBE;&#x5907;&#x7684;&#x7535;&#x78C1;&#x517C;&#x5BB9;&#x5206;&#x6790;&#xFF0C;&#x590D;&#x6742;&#x73AF;&#x5883;&#x4E2D;&#x7684;&#x7535;&#x78C1;&#x5E72;&#x6270;
&#x6BEB;&#x7C73;&#x6CE2;/&#x592A;&#x8D6B;&#x5179;&#x901A;&#x4FE1;&#x3001;&#x6BEB;&#x7C73;&#x6CE2;/&#x592A;&#x8D6B;&#x5179;&#x5668;&#x4EF6;&#x4E0E;&#x7CFB;&#x7EDF;&#x3001;&#x9635;&#x5217;&#x5929;&#x7EBF;&#x4E0E;&#x6CE2;&#x675F;&#x8D4B;&#x5F62;&#x3001;&#x65E0;&#x7EBF;&#x901A;&#x4FE1;&#x5C04;&#x9891;&#x6280;&#x672F;
&#x533A;&#x5757;&#x94FE;&#x3001;&#x5BC6;&#x7801;&#x7B97;&#x6CD5;&#x53CA;&#x5B89;&#x5168;&#x534F;&#x8BAE;&#x3001;&#x9690;&#x79C1;&#x8BA1;&#x7B97;
&#x7A7A;&#x5929;&#x7F51;&#x7EDC;&#x4E0E;&#x5B89;&#x5168;&#x901A;&#x4FE1;&#xFF0C;&#x7A7A;&#x5929;&#x9635;&#x5217;&#x4FE1;&#x53F7;&#x5904;&#x7406;&#xFF0C;&#x7269;&#x7406;&#x5C42;&#x5B89;&#x5168;&#xFF0C;6G&#x79FB;&#x52A8;&#x901A;&#x4FE1;&#x6280;&#x672F;
&#x7F51;&#x7EDC;&#x653B;&#x9632;&#x5BF9;&#x6297;&#x6280;&#x672F;
&#x7F51;&#x7EDC;&#x4F18;&#x5316;&#x4E0E;&#x667A;&#x80FD;&#x6001;&#x52BF;&#x611F;&#x77E5;&#xFF1B;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x4E0E;&#x5927;&#x6570;&#x636E;&#x5B89;&#x5168;&#xFF1B;&#x79FB;&#x52A8;&#x4E92;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x53EF;&#x4FE1;&#x8BA1;&#x7B97;
&#x5BC6;&#x7801;&#x5B66;&#xFF0C;&#x4FE1;&#x606F;&#x5B89;&#x5168;&#xFF0C;&#x533A;&#x5757;&#x94FE;&#xFF0C;&#x7F51;&#x7EDC;&#x7A7A;&#x95F4;&#x5B89;&#x5168;
&#x7535;&#x78C1;&#x5B89;&#x5168;--&#x9690;&#x8EAB;&#x4E0E;&#x9632;&#x62A4;&#x3001;&#x7535;&#x78C1;&#x9690;&#x8EAB;&#x8868;&#x9762;&#x3001;&#x4E00;&#x4F53;&#x5316;&#x9690;&#x8EAB;&#x5929;&#x7EBF;&#x3001;&#x9AD8;&#x529F;&#x7387;&#x805A;&#x7126;&#x5929;&#x7EBF;&#x7CFB;&#x7EDF;&#x3001;&#x6BEB;&#x7C73;&#x6CE2;/&#x592A;&#x8D6B;&#x5179;&#x96F7;&#x8FBE;&#x901A;&#x4FE1;&#x7CFB;&#x7EDF;
&#x4FE1;&#x606F;&#x8BBA;&#x4E0E;&#x7F16;&#x7801;&#x3001;&#x7269;&#x7406;&#x5C42;&#x5B89;&#x5168;&#x3001;&#x901A;&#x4FE1;&#x8BA1;&#x7B97;&#x3001;&#x4FE1;&#x606F;&#x5B66;&#x4E60;&#x3001;&#x4FE1;&#x606F;&#x8BBA;&#x4E0E;&#x968F;&#x673A;&#x7EC4;&#x5408;&#x7406;&#x8BBA;
&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x3001;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x3001;&#x8F90;&#x5C04;&#x6E90;&#x611F;&#x77E5;&#x8BC6;&#x522B;&#x4E0E;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x3001;&#x7535;&#x78C1;&#x9891;&#x8C31;&#x535A;&#x5F08;&#x4E0E;&#x5F3A;&#x5316;&#x5B66;&#x4E60;
&#x7F51;&#x7EDC;&#x5B89;&#x5168;&#x3001;&#x6570;&#x636E;&#x6316;&#x6398;&#x3001;&#x6587;&#x672C;&#x5B89;&#x5168;&#x3001;&#x5A92;&#x4F53;&#x5B89;&#x5168;
&#x65E0;&#x7EBF;&#x5B89;&#x5168;&#x901A;&#x4FE1;&#x3001;&#x901A;&#x4FE1;&#x7CFB;&#x7EDF;&#x5EFA;&#x6A21;&#x4E0E;&#x8BC4;&#x4F30;&#x3001;&#x4F20;&#x8F93;&#x7B56;&#x7565;&#x8BBE;&#x8BA1;&#x4E0E;&#x4F18;&#x5316;
&#x7535;&#x78C1;&#x7A7A;&#x95F4;&#x5B89;&#x5168;&#x3001;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x3001;&#x7535;&#x78C1;&#x6210;&#x50CF;&#x4E0E;&#x4E09;&#x7EF4;&#x91CD;&#x6784;&#x3001;&#x7535;&#x78C1;&#x517C;&#x5BB9;&#x6027;&#x5206;&#x6790;&#x4E0E;&#x8BBE;&#x8BA1;
&#x6570;&#x636E;&#x5B89;&#x5168;&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5B89;&#x5168;&#x3001;&#x7F51;&#x7EDC;&#x52A0;&#x5BC6;&#x6D41;&#x91CF;&#x5206;&#x6790;&#x3001;&#x533A;&#x5757;&#x94FE;&#x5B89;&#x5168;
&#x65B0;&#x4E00;&#x4EE3;&#x4E92;&#x8054;&#x7F51;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x3001;&#x7F51;&#x7EDC;&#x653B;&#x9632;&#x5B89;&#x5168;&#x3001;&#x7CFB;&#x7EDF;&#x4E0E;&#x667A;&#x80FD;&#x5B89;&#x5168;&#x3001;&#x667A;&#x6167;&#x6559;&#x80B2;&#x6280;&#x672F;&#x7B49;
&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5B89;&#x5168;&#x3001;&#x5BF9;&#x6297;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x3001;&#x6570;&#x636E;&#x5B89;&#x5168;&#x3001;Android&#x5B89;&#x5168;&#x3001;&#x7269;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x7CFB;&#x7EDF;&#x5B89;&#x5168;&#x3001;&#x667A;&#x80FD;&#x5236;&#x9020;&#x3001;&#x5D4C;&#x5165;&#x5F0F;&#x7CFB;&#x7EDF;
&#x5BC6;&#x7801;&#x5B66;&#xFF0C;&#x4FA7;&#x4FE1;&#x9053;&#x5206;&#x6790;&#x4E0E;&#x9632;&#x62A4;&#xFF0C;&#x5BC6;&#x7801;&#x5DE5;&#x7A0B;&#x5B9E;&#x73B0;&#x4E0E;&#x5E94;&#x7528;
&#x5BC6;&#x7801;&#x5B66;&#x3001;&#x533A;&#x5757;&#x94FE;&#x3001;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;
&#x536B;&#x661F;&#x901A;&#x4FE1;&#x3001;&#x6297;&#x5E72;&#x6270;&#x901A;&#x4FE1;&#x3001;&#x6297;&#x4FA6;&#x6D4B;&#x901A;&#x4FE1;&#x3001;&#x98DE;&#x884C;&#x5668;&#x534F;&#x540C;&#x6570;&#x636E;&#x94FE;&#x3001;&#x536B;&#x661F;&#x8F7D;&#x8377;&#x4E13;&#x7528;&#x6D4B;&#x8BD5;&#x6280;&#x672F;&#x3001;&#x6570;&#x636E;&#x94FE;&#x4E13;&#x7528;&#x6D4B;&#x8BD5;&#x6280;&#x672F;
&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5B89;&#x5168;&#x3001;&#x8F66;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x533B;&#x7597;&#x6570;&#x636E;&#x5B89;&#x5168;&#x4E0E;&#x9690;&#x79C1;&#x4FDD;&#x62A4;&#x3001;&#x5BC6;&#x7801;&#x7B97;&#x6CD5;&#x53CA;&#x5B89;&#x5168;&#x534F;&#x8BAE;&#x7B49;
&#x6570;&#x636E;&#x9690;&#x79C1;&#x3001;&#x533A;&#x5757;&#x94FE;
&#x7269;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x667A;&#x80FD;&#x7CFB;&#x7EDF;&#x5B89;&#x5168;&#x3001;&#x5DE5;&#x4E1A;&#x4E92;&#x8054;&#x7F51;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x4EFF;&#x771F;&#x4E0E;&#x96C6;&#x6210;&#x5236;&#x9020;&#x3001;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;
&#x7A7A;&#x5929;&#x591A;&#x7528;&#x6237;&#x901A;&#x4FE1;&#x4E0E;&#x5B89;&#x5168;&#x3001;&#x591A;&#x5740;&#x63A5;&#x5165;&#x3001;&#x667A;&#x80FD;&#x65E0;&#x7EBF;&#x901A;&#x4FE1;&#x3001;&#x9AD8;&#x5B89;&#x5168;&#x901A;&#x4FE1;
&#x4F4E;&#x65F6;&#x5EF6;&#x9AD8;&#x53EF;&#x9760;&#x901A;&#x4FE1;&#x3001;&#x4E13;&#x7528;&#x5BBD;&#x5E26;&#x65E0;&#x7EBF;&#x901A;&#x4FE1;&#x3001;&#x7A7A;&#x5929;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x4E0E;&#x5B89;&#x5168;
&#x5DE5;&#x4E1A;&#x4E92;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x8FB9;&#x7F18;&#x8BA1;&#x7B97;&#x3001;&#x5927;&#x6570;&#x636E;&#x3001;&#x7CFB;&#x7EDF;&#x4EFF;&#x771F;
&#x8D85;&#x5FEB;&#x6FC0;&#x5149;&#x6280;&#x672F;&#xFF0C;&#x539F;&#x5B50;&#x5206;&#x5B50;&#x7269;&#x7406;&#xFF0C;&#x975E;&#x7EBF;&#x6027;&#x5149;&#x5B66;&#xFF0C;&#x591A;&#x7535;&#x5B50;&#x52A8;&#x529B;&#x5B66;&#xFF0C;&#x5149;&#x5B66;&#x4EA4;&#x53C9;&#x5E94;&#x7528;
&#x533A;&#x5757;&#x94FE;&#x548C;&#x5171;&#x8BC6;&#x534F;&#x8BAE;&#xFF0C;&#x5206;&#x5E03;&#x5F0F;&#x7CFB;&#x7EDF;&#x3001;&#x4E91;&#x8BA1;&#x7B97;&#xFF0C;&#x5E94;&#x7528;&#x5BC6;&#x7801;&#x5B66;&#xFF0C;&#x7F51;&#x7EDC;&#x7A7A;&#x95F4;&#x5B89;&#x5168;
&#x7A7A;&#x5929;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x3001;&#x79FB;&#x52A8;&#x901A;&#x4FE1;&#x3001;&#x81EA;&#x7EC4;&#x7EC7;&#x7F51;&#x7EDC;&#x3001;&#x5168;&#x53CC;&#x5DE5;&#x901A;&#x4FE1;&#x3001;&#x534F;&#x4F5C;&#x901A;&#x4FE1;&#x3001;&#x8BA4;&#x77E5;&#x65E0;&#x7EBF;&#x7535;
&#x7F51;&#x7EDC;&#x7A7A;&#x95F4;&#x5B89;&#x5168;&#x57FA;&#x7840;&#x3001;&#x5BC6;&#x7801;&#x5B66;&#x4E0E;&#x5E94;&#x7528;&#x5B89;&#x5168;&#x3001;&#x4E91;&#x5B58;&#x50A8;&#x5B89;&#x5168;&#x3001;&#x7F51;&#x7EDC;&#x653B;&#x9632;&#x5BF9;&#x6297;&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5B89;&#x5168;&#x3001;&#x5927;&#x6570;&#x636E;&#x4E0E;&#x667A;&#x80FD;&#x4FE1;&#x606F;&#x5904;&#x7406;&#x6280;&#x672F;&#x7B49;
&#x5BF9;&#x79F0;&#x53EF;&#x641C;&#x7D22;&#x52A0;&#x5BC6;&#xFF0C;&#x6570;&#x636E;&#x5B89;&#x5168;&#xFF0C;&#x9690;&#x79C1;&#x4FDD;&#x62A4;&#xFF0C;&#x5E94;&#x7528;&#x5BC6;&#x7801;&#x5B66;
&#x5BC6;&#x7801;&#x7B97;&#x6CD5;&#x53CA;&#x5B89;&#x5168;&#x534F;&#x8BAE;&#x3001;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#x3001;&#x4E91;&#x8BA1;&#x7B97;&#x5B89;&#x5168;&#x3001;&#x5927;&#x6570;&#x636E;&#x9690;&#x79C1;&#x4FDD;&#x62A4;&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5B89;&#x5168;&#x3001;&#x7269;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x5929;&#x5730;&#x4E00;&#x4F53;&#x5316;&#x7F51;&#x7EDC;&#x5B89;&#x5168;
&#x536B;&#x661F;&#x901A;&#x4FE1;&#xFF0C;&#x6982;&#x7387;&#x4FE1;&#x53F7;&#x5904;&#x7406;&#x6280;&#x672F;&#x3001;&#x4FE1;&#x9053;&#x7F16;&#x8BD1;&#x7801;&#x3001;&#x8FED;&#x4EE3;&#x63A5;&#x6536;&#x673A;&#x8BBE;&#x8BA1;&#x3001;&#x592A;&#x8D6B;&#x5179;&#x901A;&#x4FE1;
&#x6570;&#x5B57;&#x4FE1;&#x53F7;&#x5904;&#x7406;&#x3001;&#x4FE1;&#x9053;&#x4F30;&#x8BA1;&#x4E0E;&#x68C0;&#x6D4B;&#x3001;&#x6269;&#x9891;&#x901A;&#x4FE1;&#x3001;&#x7A7A;&#x5929;&#x7F51;&#x7EDC;&#x4E0E;&#x5B89;&#x5168;&#x901A;&#x4FE1;&#x3001;&#x5168;&#x53CC;&#x5DE5;&#x901A;&#x4FE1;&#x3001;&#x79FB;&#x52A8;&#x901A;&#x4FE1;&#x3001;&#x6FC0;&#x5149;&#x901A;&#x4FE1;&#x3001;&#x592A;&#x8D6B;&#x5179;&#x901A;&#x4FE1;&#x7B49;
&#x7269;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x667A;&#x80FD;&#x65E0;&#x7EBF;&#x611F;&#x77E5;
&#x7269;&#x7406;&#x5C42;&#x5B89;&#x5168;&#x3001;&#x536B;&#x661F;&#x901A;&#x4FE1;&#x3001;&#x6269;&#x9891;&#x901A;&#x4FE1;&#x3001;&#x9891;&#x7387;&#x5206;&#x96C6;&#x9635;&#x5217;
&#x592A;&#x8D6B;&#x5179;&#x9AD8;&#x901F;&#x901A;&#x4FE1;&#x3001;&#x6FC0;&#x5149;&#x901A;&#x4FE1;&#x6D4B;&#x8DDD;&#x4E00;&#x4F53;&#x5316;
&#x7A7A;&#x5929;&#x901A;&#x4FE1;&#xFF0C;&#x793E;&#x4F1A;&#x6CBB;&#x7406;
&#x536B;&#x661F;&#x901A;&#x4FE1;&#xFF0C;&#x5B89;&#x5168;&#x901A;&#x4FE1;
&#x5DE5;&#x4E1A;&#x4E92;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x7269;&#x8054;&#x7F51;&#x5B89;&#x5168;&#x3001;&#x8F6F;&#x4EF6;&#x5B89;&#x5168;&#x548C;&#x8F6F;&#x4EF6;&#x7F3A;&#x9677;&#x68C0;&#x6D4B;
&#x5BC6;&#x7801;&#x7B97;&#x6CD5;&#xFF0C;&#x5BF9;&#x79F0;&#x5BC6;&#x7801;&#x5206;&#x6790;&#xFF0C;&#x4FA7;&#x4FE1;&#x9053;&#x5BC6;&#x7801;&#x5206;&#x6790;
&#x4F4E;&#x8F68;&#x661F;&#x5EA7;&#x5B89;&#x5168;&#x901A;&#x4FE1;&#x3001;&#x7A7A;&#x5929;&#x5730;&#x4E00;&#x4F53;&#x5316;&#x7269;&#x7406;&#x5C42;&#x5B89;&#x5168;
&#x8F6F;&#x4EF6;&#x5B89;&#x5168;&#x3001;&#x6F0F;&#x6D1E;&#x68C0;&#x6D4B;&#x53CA;&#x5229;&#x7528;&#x3001;&#x65E0;&#x4EBA;&#x673A;&#x4FE1;&#x606F;&#x5B89;&#x5168;&#x4E0E;&#x53CD;&#x5236;&#x3001;&#x7269;&#x8054;&#x7F51;&#x5B89;&#x5168;
&#x65B0;&#x4E00;&#x4EE3;&#x7F51;&#x7EDC;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x3001;&#x7F51;&#x7EDC;&#x4FE1;&#x606F;&#x5B89;&#x5168;&#x3001;&#x7F51;&#x7EDC;&#x534F;&#x8BAE;&#x4F18;&#x5316;&#x3001;&#x8FB9;&#x7F18;&#x8BA1;&#x7B97;&#x3001;&#x667A;&#x6167;&#x6559;&#x80B2;
&#x5148;&#x8FDB;&#x65E0;&#x7EBF;&#x901A;&#x4FE1;&#x6280;&#x672F;&#x3001;&#x7EFF;&#x8272;&#x901A;&#x4FE1;&#x3001;&#x65E0;&#x4EBA;&#x673A;&#x901A;&#x4FE1;&#x3001;&#x667A;&#x80FD;&#x53CD;&#x5C04;&#x8868;&#x9762;&#x3001;&#x4F18;&#x5316;&#x3001;&#x5B9A;&#x4F4D;
&#x793E;&#x4F1A;&#x6CBB;&#x7406;&#x4E0E;&#x667A;&#x80FD;&#x8BA1;&#x7B97;
&#x53EF;&#x4FE1;&#x56FE;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x3001;&#x8054;&#x90A6;&#x5B66;&#x4E60;&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5B89;&#x5168;&#x3001;&#x7F51;&#x7EDC;&#x5927;&#x6570;&#x636E;&#x6316;&#x6398;
&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5B89;&#x5168; &#x7A7A;&#x5929;&#x7F51;&#x7EDC;&#x4E0E;&#x5B89;&#x5168;&#x901A;&#x4FE1;
&#x5BC6;&#x7801;&#x5B66;&#x3001;&#x4FE1;&#x606F;&#x5B89;&#x5168;&#x3001;&#x7FA4;&#x667A;&#x611F;&#x77E5;&#x3001;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x3001;&#x533A;&#x5757;&#x94FE;
&#x7A7A;&#x5929;&#x9690;&#x853D;&#x901A;&#x4FE1;&#x3001;&#x536B;&#x661F;&#x901A;&#x4FE1;&#x3001;&#x592A;&#x8D6B;&#x5179;&#x901A;&#x4FE1;&#x3001;&#x7EB3;&#x7C73;&#x4F20;&#x611F;&#x5668;&#x7F51;&#x7EDC;
&#x9AD8;&#x6027;&#x80FD;&#x5E76;&#x884C;&#x5904;&#x7406;&#x7535;&#x8DEF;&#x8BBE;&#x8BA1;&#x65B9;&#x6CD5;&#x3001;&#x5B9E;&#x65F6;&#x56FE;&#x50CF;&#x5904;&#x7406;&#x7535;&#x8DEF;&#x8BBE;&#x8BA1;
&#x8FB9;&#x7F18;&#x8BA1;&#x7B97;&#x3001;&#x6D77;&#x9646;&#x7A7A;&#x5929;&#x4E00;&#x4F53;&#x5316;&#x7F51;&#x7EDC;
</code></pre><p>&#x4F3C;&#x4E4E; <em>&#x901A;&#x4FE1;&#x3001;&#x7A7A;&#x5929;&#x3001;&#x536B;&#x661F;&#x3001;&#x6570;&#x636E;</em> &#xFF0C;&#x8FD9;&#x4E9B;&#x8BCD;&#x624D;&#x662F;&#x8FD9;&#x4E9B;&#x65B9;&#x5411;&#x4E2D;&#x7684;&#x9AD8;&#x9891;&#x8BCD;</p>
<p>&#x8FD9;&#x4E5F;&#x6B63;&#x662F;&#x6211;&#x60F3;&#x8868;&#x8FBE;&#x7684;&#xFF0C;&#x867D;&#x7136;&#x9662;&#x6821;&#x5EFA;&#x7ACB;&#x662F;&#x5BF9;&#x534A;&#x5206;&#xFF0C;&#x4F46;&#x603B;&#x4F53;&#x4E0A;&#x6765;&#x8BF4;&#x4F1A;&#x66F4;&#x504F;<strong>&#x7535;&#x5B50;&#x4FE1;&#x606F;</strong></p>
<p>&#x8FD9;&#x4E5F;&#x5C31;&#x610F;&#x5473;&#x7740;&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x5355;&#x7EAF;&#x60F3;&#x505A;&#x4F20;&#x7EDF;&#x5B89;&#x5168;&#xFF08;&#x7CFB;&#x7EDF;&#x5B89;&#x5168;&#x3001;&#x8F6F;&#x4EF6;&#x5B89;&#x5168;&#x7B49;&#x7B49;&#xFF09;&#x7684;&#x5B66;&#x751F;&#x8FDB;&#x5165;&#x7F51;&#x5B89;&#x4E13;&#x4E1A;&#xFF0C;&#x5927;&#x6982;&#x7387;&#x4F1A;&#x4E0A;&#x4E00;&#x4E9B;&#x53EF;&#x80FD;&#x6BEB;&#x65E0;&#x4F5C;&#x7528;&#x7684;&#x8BFE;&#xFF1B;&#x800C;&#x5BF9;&#x4E8E;&#x60F3;&#x505A;IoT&#x6216;&#x8005;&#x901A;&#x4FE1;&#x5B89;&#x5168;&#x3001;&#x5BC6;&#x7801;&#x5B66;&#x7684;&#x5B66;&#x751F;&#x4F1A;&#x66F4;&#x9002;&#x5E94;&#x8FD9;&#x4E2A;&#x4E13;&#x4E1A;&#x7684;&#x6C1B;&#x56F4;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="ke-cheng/xiao-nei-ke-cheng.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 校内课程">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"北理网安本科生存指北","level":"1.1","depth":1,"next":{"title":"校内课程","level":"2.1","depth":1,"path":"ke-cheng/xiao-nei-ke-cheng.md","ref":"ke-cheng/xiao-nei-ke-cheng.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"README.md","mtime":"2023-06-26T18:01:58.786Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2023-06-26T18:02:22.479Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

